---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LoadMomentMy2
source: html/8ce619f3-9506-18ae-754e-6c396ef6a3fc.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LoadMomentMy2 Property

"My 2"

## Syntax (C#)
```csharp
public static ForgeTypeId LoadMomentMy2 { get; }
```